Can't find new Area Scheme for Area Boundary.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotFindAreaScheme { get; }
  Visual Basic
Public Shared ReadOnly Property CannotFindAreaScheme As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotFindAreaScheme {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurveFailures Class
  Autodesk.Revit.DB Namespace